[{
  "_id": {
    "$oid": "6481591e53a828bc9d2ab389"
  },
  "title": "Digital Music News",
  "description": "Founded and based in Santa Monica, Digital Music News is an American online magazine that serves up daily music industry news, a large portion of which is aimed toward its primary audience of music industry executives. Its content ranges from tidbits to daily reporting to significant stories.\n\nWhat sets Digital Music News apart from other blogs is its distinctive focus on technology and its use and development within the music industry. You can read all about the emerging technological trends in the music business (usage of AI, VR, machine learning, etc.), the newest electronic innovations, or music-related or social media-related platform features.\n\nWhat’s more, the publication looks into rather serious industry issues, such as music piracy, music-hate groups, or other legal matters, as well as more general topics including music streaming, talent development, music distribution, or live concerts. If you become a fan of Digital Music News and feel like the news you’re getting from there is not enough, you can subscribe to their free newsletter. It’s called Daily Snapshot and as the name suggests it’s sent out to its subscribers on a daily basis.",
  "picture": "",
  "email": "jitun@gmail.com",
  "categories": "Music",
  "createdDate": {
    "$date": "2023-06-08T04:22:39.765Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "64815ae3079a0ee75d567d7a"
  },
  "title": "IND vs AUS, WTC 2023 Final, Day 1 Highlights",
  "description": "India vs Australia, WTC Final 2023, Day 1 Highlights: Travis Head remained unbeaten on 146 while Steve Smith was not out on 95 as Australia dominated Day 1 of the ongoing WTC final against India at the Oval, London. The Pat Cummins-led side scored 327 runs at the loss of three wickets in the 85 overs that were bowled on the opening day. For India, Mohammed Siraj, Shardul Thakur and Mohammed Shami claimed a wicket each but failed to control the scoring rate of Australia. India skipper Rohit Sharma had won the toss and opted to bowl first in the summit clash.",
  "picture": "",
  "email": "rahul@gmail.com",
  "categories": "Sports",
  "createdDate": {
    "$date": "2023-06-08T04:36:08.773Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "648197d7a690b572ed69e52f"
  },
  "title": "Egg Canvas",
  "description": "The whimsically named Egg Canvas is the brainchild of Erica Choi, a design director and photographer based in New York. \n\nWhy the name “Egg Canvas”? Erica was inspired by her Korean childhood nickname, which means egg, while “canvas” is the medium with which art is created. “Egg Canvas,” therefore, is her life—creating beautiful things each day on a blank canvas.\n\nA licensed esthetician and graphic design graduate, Erica has a discerning eye for visuals. The posts on Egg Canvas have beautiful photos that are accompanied by short texts.\n\nThe blog includes a section showcasing the latest New York Fashion Week as well as a guide around NYC.\n\n",
  "picture": "",
  "email": "sandeep@gmail.com",
  "categories": "Fashion",
  "createdDate": {
    "$date": "2023-06-08T08:55:27.570Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6481d3dab477cfe1c82ded8f"
  },
  "title": "'The Kerala Story' movie: Controversy Explained",
  "description": "A movie that sparked controversy just after the trailer was released is all set to be released on May 5th; that is ‘The Kerala Story’, directed by Sudipto Sen and produced by Vipul Amrutlal starring Adah Sharma. The teaser claimed that 32,000 women from Kerala were converted to Islam and recruited by the terror group Islamic State. Those opposing the movie are raising questions such as where is this stunning figure coming from. How is it based on true events? \n\nThe Censor Board had issued an 'A' certificate to the movie and reportedly deleted 10 scenes, including an interview with a former Kerala Chief Minister. The movie has been facing major criticism from the Left government and  Congress demanding a ban on film screening in the state. ",
  "picture": "",
  "email": "sangram@gmail.com",
  "categories": "Movies",
  "createdDate": {
    "$date": "2023-06-08T13:12:00.818Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6481d670b477cfe1c82deda5"
  },
  "title": "ASUR: Welcome to Your Dark Side",
  "description": "Asur revolves around a series of serial killings each more violent than the last. The CBI officers are on their toes and being challenged by the killer at every step. The CBI chief is played by Arshad Warsi who is entrusted with the job of unearthing the motive and capturing the killer.\n\nThe serial killer identifies himself ad Asur and is seen committing the murders with a clear purpose. In a throwback sequence we are made aware that the killer wants revenge from Arshad Warsi as well. The killer is shown to be an unusually gifted boy with an unhappy childhood. His mother died when he was born leading his father to believe he was inauspicious, an “Asur”. The son eventually plots a murder of his father which is witnessed by Arshad Warsi. He helps capture the boy and forged his birth certificates to ensure he gets proper punishment and does not get off easily being a juvenile. This results in deep animosity in the mind of the killer for him.\n\nThe serial killer in his spree manages to frame Arshad Warsi for the crime of murdering his wife. He keeps the murders going and seems to select people at random.\n\n",
  "picture": "",
  "email": "sangram@gmail.com",
  "categories": "Movies",
  "createdDate": {
    "$date": "2023-06-08T13:21:10.011Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6481da4cb477cfe1c82dedad"
  },
  "title": "Adipurush releases new trailer, stunned fans say ‘this is ULTRA HUGE’",
  "description": "The upcoming mythological drama ‘Adipurush’ team has reserved a seat in every theatre for lord Hanuman to honor the beliefs and faith of the audience.\n\n'Adipurush' is a mythological drama based on the epic Ramayana. The film stars Prabhas as Lord Ram, Kriti Sanon as Sita, and Sunny Singh as Lakshman. In the movie, Saif Ali Khan will be seen essaying the role of Ravan.\n\nRecently, the makers also announced that 'Adipurush' will be screened at Tribeca Festival in New York on June 13, as per ANI reports.\n\nThe much-awaited movie marks Indian cinema's attempt to bring one of the greatest mythological stories to the big screen.\n\nThe biggest challenge a movie can face when it brings a story that belongs to the masses is the issues that may arrive on its way of portraying the perfect version which pleases and stands on the expectations of the audience.\n\n",
  "picture": "",
  "email": "balaram@gmail.com",
  "categories": "Movies",
  "createdDate": {
    "$date": "2023-06-08T13:37:50.156Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6481dc40b477cfe1c82dedb5"
  },
  "title": "Top Trends in Party Wear Dresses for Kids in 2023",
  "description": "When it comes to dressing up for parties, kids are no exception. Finding the perfect party dress for your child can be a daunting task, especially with new trends emerging each year. In 2023, some exciting new trends are set to take the party wear scene by storm. \n\nHere are the top trends in party wear dresses for kids in 2023:\n\nSparkle and Shine\n\nIn 2023, party dresses for kids will be all about sparkle and shine. Metallic fabrics, sequins, and glitter will be popular ways to add some bling to party dresses. Shimmery fabrics like lame and organza will be especially popular. These fabrics will create a luxurious and glamorous look that's perfect for special occasions.",
  "picture": "",
  "email": "rohan@gmail.com",
  "categories": "Fashion",
  "createdDate": {
    "$date": "2023-06-08T13:44:58.767Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6481de15b477cfe1c82dedb9"
  },
  "title": "Diamond Initial Jewelry: The Perfect Gift",
  "description": "Are you looking for a trendy and personalized gift that is sure to make a statement? Look no further than Initial Jewelry, also known as Monogram Jewelry. With its unique and minimal appeal, wearing an initial letter adds an intriguing element to any outfit, making it a fashion staple that's always in style.\n\nInitial Jewelry has a rich history dating back to the Greek and Roman eras, where coins were stamped with the monograms of kings. Over time, people began to put monograms to personal use, such as sewing their initials onto linens to keep them from getting lost while washing. Royals such as Anne Boleyn, the Queen of England, and Princess Diana of Wales also sported their famous initial necklaces, making the trend popular once again.",
  "picture": "",
  "email": "rohan@gmail.com",
  "categories": "Fashion",
  "createdDate": {
    "$date": "2023-06-08T13:55:54.871Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "648225c4b477cfe1c82dedc8"
  },
  "title": "Odisha train collision",
  "description": "On 2 June 2023, the 12841 Coromandel Express was travelling from Shalimar railway station, West Bengal to Chennai, Tamil Nadu on the \"up main line\" at the Bahanaga Bazar railway station in the state of Odisha. Around the same time, the Bengaluru–Howrah SF Express was travelling in the opposite direction from Bangalore, Karnataka to Howrah, West Bengal on the adjacent \"down main line\". Both trains, not scheduled to stop at the railway station and having received a \"green signal\" indicating it was safe to proceed along the main line, were at their highest permitted speed of 128 km/h (80 mph).[13][14]\n\nAt about 19:00 IST (13:30 GMT), the Coromandel Express was supposed to continue straight on the up main line but was wrongly switched to the parallel up loop line at full speed where it collided with a waiting goods train, laden with iron ore. Because of the high impact speed, 21 coaches of the train were derailed from the main line.[13][15][16][17] The goods train did not derail or move.[13]\n\nThe Bengaluru–Howrah Express had nearly cleared the Coromandel Express but three of the derailed coaches from the Coromandel Express careened into the adjacent track and whiplashed the tail end of the Bengaluru–Howrah Express crossing the station at the same time.[13]\n\nTwo unreserved coaches and the brake van of the Bengaluru–Howrah Express were derailed. The remainder of the train, which included the engine and 20 coaches, left with its passengers and continued to Balasore, where a further damaged coach was detached. The remaining 19 coaches then continued their journey to the train's destination of Howrah. It was reported that the reserved compartments of the Bengaluru–Howrah Express sustained no passenger fatalities or injuries. Officials said that ascertaining the identification of passengers on the unreserved coaches would take time",
  "picture": "",
  "email": "susil@gmail.com",
  "categories": "All",
  "createdDate": {
    "$date": "2023-06-08T19:01:48.930Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "648229e3b477cfe1c82dedd0"
  },
  "title": "Technology can become a threat to human existence: Swami Gaur Gopal Das",
  "description": "During an interaction with Business Today at BT Mind Rush, Gaur said that technology has added value in every person's life but it can threaten human existence. Motivational strategist Swami Gaur Gopal Das spelled caution to human beings in dealing with technology like AI. During an interaction with Business Today at BT Mind Rush, Gaur said that technology has added value in every person's life but it can threaten human existence.  \nWith the brightest avenues that have opened up, technology is escalating to the next level. The reality of the matter is also that when technology reaches up there, it kind of becomes a threat to human existence, to human potential, to the development of human potential. \nGopal Das went forward to narrate an incident from Singapore, where he encountered one of the first humanoids on the planet, Sofia. At first, he mistook her for Sofia Vergara, the actress from the series Modern Family. But he was later told that she was \"plugged in\". Only a while later, Das got to see the humanoid Sofia.",
  "picture": "",
  "email": "susil@gmail.com",
  "categories": "Tech",
  "createdDate": {
    "$date": "2023-06-08T19:17:59.683Z"
  },
  "__v": 0
}]